<template>
  <div id="app">
    <v-app style="max-width: 1200px; background-color: transparent">
      <v-main>
        <div v-if="loading">
          <v-col align="center">
            Loading..
          </v-col>
        </div>
        <v-container fluid v-if="!loading" style="max-width: 1200px">
          <head-bar :title="headTitle"/>
          <v-card elevation="5" class="m-3 p-3" style="border-radius: 15px">
            <ol style="text-align-last: left;">
              <li>
                บทนำ
                <ul>
                  สำนักงานพัฒนารัฐบาลดิจิทัล (องค์การมหาชน) (ต่อไปในนโยบายนี้เรียกว่า “สพร.” หรือ “องค์กร”)
                  ตระหนักถึงความสำคัญของข้อมูลส่วนบุคคลและข้อมูลอื่นอันเกี่ยวกับท่าน
                </ul>
                <dl style="text-align: -webkit-left;">
                  (รวมเรียกว่า “ข้อมูล”) เพื่อให้ท่านสามารถเชื่อมั่นได้ว่า สพร.
                  มีความโปร่งใสและความรับผิดชอบในการเก็บรวบรวม
                  ใช้หรือเปิดเผยข้อมูลของท่านตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562
                  (“กฎหมายคุ้มครองข้อมูลส่วนบุคคล”) รวมถึงกฎหมายอื่นที่เกี่ยวข้อง นโยบายการคุ้มครองข้อมูลส่วนบุคคล
                  (“นโยบาย”) นี้จึงได้ถูกจัดทำขึ้นเพื่อชี้แจงแก่ท่านถึงรายละเอียดเกี่ยวกับการเก็บรวบรวม ใช้หรือเปิดเผย
                  (รวมเรียกว่า “ประมวลผล”) ข้อมูลส่วนบุคคลซึ่งดำเนินการโดย สพร.
                  รวมถึงเจ้าหน้าที่และบุคคลที่เกี่ยวข้องผู้ดำเนินการแทนหรือในนามของ สพร. โดยมีเนื้อหาสาระดังต่อไปนี้
                </dl>
              </li>
              <li>
                ขอบเขตการบังคับใช้นโยบาย
                <ul>
                  นโยบายนี้ใช้บังคับกับข้อมูลส่วนบุคคลของบุคคลซึ่งมีความสัมพันธ์กับ สพร. ในปัจจุบันและที่อาจมีในอนาคต
                  ซึ่งถูกประมวลผลข้อมูลส่วนบุคคลโดย สพร. เจ้าหน้าที่ พนักงานตามสัญญา
                </ul>
                <dl>
                  หน่วยธุรกิจหรือหน่วยงานรูปแบบอื่นที่ดำเนินการโดย สพร.
                  และรวมถึงคู่สัญญาหรือบุคคลภายนอกที่ประมวลผลข้อมูลส่วนบุคคลแทนหรือในนามของ สพร.
                  (“ผู้ประมวลผลข้อมูลส่วนบุคคล”) ภายใต้ผลิตภัณฑ์และบริการต่าง ๆ เช่น เว็บไซต์ ระบบ แอปพลิเคชัน เอกสาร
                  หรือบริการในรูปแบบอื่นที่ควบคุมดูแลโดย สพร. (รวมเรียกว่า “บริการ”)
                </dl>
                <ul>
                  บุคคลมีความสัมพันธ์กับ สพร. ตามความในวรรคแรก รวมถึง
                  <ul>
                    1) ลูกค้าบุคคลธรรมดา
                  </ul>
                  <ul>
                    2) เจ้าหน้าที่หรือผู้ปฏิบัติงาน ลูกจ้าง
                  </ul>
                  <ul>
                    3) คู่ค้าและผู้ให้บริการซึ่งเป็นบุคคลธรรมดา
                  </ul>
                  <ul>
                    4) กรรมการ ผู้รับมอบอำนาจ ผู้แทน ตัวแทน ผู้ถือหุ้น ลูกจ้าง
                    หรือบุคคลอื่นที่มีความสัมพันธ์ในรูปแบบเดียวกันของนิติบุคคลที่มีความสัมพันธ์กับ สพร.
                  </ul>
                  <ul>
                    5) ผู้ใช้งานผลิตภัณฑ์หรือบริการของ สพร.
                  </ul>
                  <ul>
                    6) ผู้เข้าชมหรือใช้งานเว็บไซท์ www.dga.or.th รวมทั้งระบบ แอปพลิเคชัน อุปกรณ์
                    หรือช่องทางการสื่อสารอื่นซึ่งควบคุมดูแลโดย สพร.
                  </ul>
                  <ul>
                    7) บุคคลอื่นที่ สพร. เก็บรวบรวมข้อมูลส่วนบุคคล เช่น ผู้สมัครงาน ครอบครัวของเจ้าหน้าที่ ผู้ค้ำประกัน
                    ผู้รับประโยชน์ในกรมธรรม์ประกันภัย เป็นต้น
                  </ul>
                  <ul>
                    ข้อ 1) ถึง 6) เรียกรวมกันว่า “ท่าน”
                  </ul>
                </ul>
                <ul>
                  นอกจากนโยบายฉบับนี้แล้ว สพร. อาจกำหนดให้มีคำประกาศเกี่ยวกับความเป็นส่วนตัว (“ประกาศ”)
                  สำหรับผลิตภัณฑ์หรือบริการของ สพร.เพื่อชี้แจงให้เจ้าของข้อมูลส่วนบุคคลซึ่งเป็น
                </ul>
                <dl style="text-align: -webkit-left;">
                  ผู้ใช้บริการได้ทราบถึงข้อมูลส่วนบุคคลที่ถูกประมวลผล วัตถุประสงค์และเหตุผลอันชอบด้วยกฎหมายในการประมวลผล
                  ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล
                  รวมถึงสิทธิในข้อมูลส่วนบุคคลที่เจ้าของข้อมูลส่วนบุคคลพึงมีในผลิตภัณฑ์หรือบริการนั้นเป็นการเฉพาะเจาะจง
                </dl>
                <ul>
                  ทั้งนี้ ในกรณีที่มีความขัดแย้งกันในสาระสำคัญระหว่างความในประกาศเกี่ยวกับความเป็นส่วนตัวและนโยบายนี้
                  ให้ถือตามความในประกาศเกี่ยวกับความเป็นส่วนตัวของบริการนั้น
                </ul>
              </li>
              <li>
                คำนิยาม
                <ul>
                  - สพร. หมายถึง สำนักงานพัฒนารัฐบาลดิจิทัล (องค์การมหาชน)
                </ul>
                <ul>
                  - ข้อมูลส่วนบุคคล หมายถึง ข้อมูลเกี่ยวกับบุคคลธรรมดา
                  ซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ
                </ul>
                <ul style="text-align: -webkit-left;">
                  - ข้อมูลส่วนบุคคลอ่อนไหว หมายถึง ข้อมูลส่วนบุคคลตามที่ถูกบัญญัติไว้ในมาตรา 26
                  แห่งพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 ซึ่งได้แก่ ข้อมูลเชื้อชาติ เผ่าพันธุ์
                  ความคิดเห็นทางการเมือง ความเชื่อในลัทธิ ศาสนาหรือปรัชญา พฤติกรรมทางเพศ ประวัติอาชญากรรม ข้อมูลสุขภาพ
                  ความพิการ ข้อมูลสหภาพแรงงาน ข้อมูลพันธุกรรม ข้อมูลชีวภาพ
                  หรือข้อมูลอื่นใดซึ่งกระทบต่อเจ้าของข้อมูลส่วนบุคคลในทำนองเดียวกันตามที่คณะกรรมการคุ้มครองข้อมูลส่วนบุคคลประกาศกำหนด
                </ul>
                <ul style="text-align: -webkit-left;">
                  - การประมวลผลข้อมูลส่วนบุคคล หมายถึง การดำเนินการใด ๆ กับข้อมูลส่วนบุคคล เช่น เก็บรวบรวม บันทึก สำเนา
                  จัดระเบียบ เก็บรักษา ปรับปรุง เปลี่ยนแปลง ใช้ กู้คืน เปิดเผย ส่งต่อ เผยแพร่ โอน รวม ลบ ทำลาย เป็นต้น
                </ul>
                <ul style="text-align: -webkit-left;">
                  - เจ้าของข้อมูลส่วนบุคคล หมายถึง บุคคลธรรมดาซึ่งเป็นเจ้าของข้อมูลส่วนบุคคลที่ สพร. เก็บรวบรวม ใช้
                  หรือเปิดเผย
                </ul>
                <ul style="text-align: -webkit-left;">
                  - ผู้ควบคุมข้อมูลส่วนบุคคล หมายถึง บุคคลหรือนิติบุคคลซึ่งมีอำนาจหน้าที่ตัดสินใจเกี่ยวกับการเก็บรวบรวม
                  ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล
                </ul>
                <ul style="text-align: -webkit-left;">
                  - ผู้ประมวลผลข้อมูลส่วนบุคคล หมายถึง บุคคลหรือนิติบุคคลซึ่งดำเนินการเกี่ยวกับการเก็บรวบรวม ใช้
                  หรือเปิดเผยข้อมูลส่วนบุคคลตามคำสั่งหรือในนามของผู้ควบคุมข้อมูลส่วนบุคคล ทั้งนี้
                  บุคคลหรือนิติบุคคลซึ่งดำเนินการดังกล่าวไม่เป็นผู้ควบคุมข้อมูลส่วนบุคคล
                </ul>
              </li>
              <li>
                แหล่งที่มาของข้อมูลส่วนบุคคลที่ สพร. เก็บรวบรวม
                <ul>
                  สพร. เก็บรวบรวมหรือได้มาซึ่งข้อมูลส่วนบุคคลประเภทต่าง ๆ จากแหล่งข้อมูลดังต่อไปนี้
                  <ul>
                    1) ข้อมูลส่วนบุคคลที่ สพร. เก็บรวบรวมจากเจ้าของข้อมูลส่วนบุคคลโดยตรงในช่องทางให้บริการต่าง ๆ เช่น
                    ขั้นตอนการสมัคร ลงทะเบียน สมัครงาน ลงนามในสัญญา เอกสาร
                  </ul>
                  <dl style="text-align: -webkit-left;" class="m-0">
                    ทำแบบสำรวจหรือใช้งานผลิตภัณฑ์ บริการ
                    หรือช่องทางให้บริการอื่นที่ควบคุมดูแลโดย สพร. หรือเมื่อเจ้าของข้อมูลส่วนบุคคลติดต่อสื่อสารกับ สพร. ณ
                    ที่ทำการหรือผ่านช่องทางติดต่ออื่นที่ควบคุมดูแลโดย สพร. เป็นต้น
                  </dl>
                  <ul>
                    2) ข้อมูลที่ สพร. เก็บรวบรวมจากการที่เจ้าของข้อมูลส่วนบุคคลเข้าใช้งานเว็บไซต์
                    ผลิตภัณฑ์หรือบริการอื่น ๆ ตามสัญญาหรือตามพันธกิจ เช่น การติดตามพฤติกรรมการใช้งาน
                  </ul>
                  <dl style="text-align: -webkit-left;" class="m-0">
                    เว็บไซต์ผลิตภัณฑ์หรือบริการของ สพร. ด้วยการใช้คุกกี้ (Cookies)
                    หรือจากซอฟต์แวร์บนอุปกรณ์ของเจ้าของข้อมูลส่วนบุคคล เป็นต้น
                  </dl>
                  <ul>
                    3) ข้อมูลส่วนบุคคลที่ สพร. เก็บรวบรวมจากแหล่งอื่นนอกจากเจ้าของข้อมูลส่วนบุคคล
                    โดยที่แหล่งข้อมูลดังกล่าวมีอำนาจหน้าที่
                    มีเหตุผลที่ชอบด้วยกฎหมายหรือได้รับความยินยอม
                  </ul>
                  <dl style="text-align: -webkit-left;">
                    จากเจ้าของข้อมูลส่วนบุคคลแล้วในการเปิดเผยข้อมูลแก่ สพร.
                    เช่น
                    การเชื่อมโยงบริการดิจิทัลของหน่วยงานของรัฐในการให้บริการเพื่อประโยชน์สาธารณะแบบเบ็ดเสร็จแก่เจ้าของข้อมูลส่วนบุคคลเอง
                    การรับข้อมูลส่วนบุคคลจากหน่วยงานของรัฐแห่งอื่นในฐานะที่ สพร.
                    มีหน้าที่ตามพันธกิจในการดำเนินการจัดให้มีศูนย์แลกเปลี่ยนข้อมูลกลางเพื่อสนับสนุนการดำเนินการของหน่วยงานของรัฐในการให้บริการประชาชนผ่านระบบดิจิทัล
                    รวมถึงจากความจำเป็นเพื่อให้บริการตามสัญญาที่อาจมีการแลกเปลี่ยนข้อมูลส่วนบุคคลกับหน่วยงานคู่สัญญาได้
                  </dl>
                </ul>
              </li>
              <li>
                ฐานกฎหมายในการเก็บรวบรวมข้อมูลส่วนบุคคล
                <ul>
                  สพร.
                  พิจารณากำหนดฐานกฎหมายในการเก็บรวบรวมข้อมูลส่วนบุคคลของท่านตามความเหมาะสมและตามบริบทของการให้บริการ
                  ทั้งนี้ ฐานกฎหมายในการเก็บรวบรวมข้อมูลส่วนบุคคล
                </ul>
                <dl style="text-align: -webkit-left;">
                  ที่ สพร. ใช้ ประกอบด้วย
                </dl>

                <table style="width:100%">
                  <tr>
                    <th style="text-align-last: center;" width="30%">ฐานกฎหมายในการเก็บรวบรวมข้อมูล</th>
                    <th style="text-align-last: center;">รายละเอียด</th>
                  </tr>
                  <tr>
                    <td>เพื่อการดำเนินภารกิจเพื่อประโยชน์สาธารณะหรือการใช้อำนาจรัฐที่ สพร. ได้รับ</td>
                    <td>เพื่อให้ สพร. สามารถใช้อำนาจรัฐและดำเนินภารกิจเพื่อประโยชน์สาธารณะตามพันธกิจ สพร.
                      ซึ่งกำหนดไว้ตามกฎหมาย เช่น<br/>
                      - พระราชกฤษฎีกาจัดตั้งสำนักงานพัฒนารัฐบาลดิจิทัล (องค์การมหาชน) พ.ศ. 2561<br/>
                      - พระราชบัญญัติการบริหารงานและการให้บริการภาครัฐผ่านระบบดิจิทัล พ.ศ. 2562
                      รวมถึง กฎ ระเบียบ คำสั่งและมติคณะรัฐมนตรีที่เกี่ยวข้อง เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>เพื่อการปฏิบัติหน้าที่ตามกฎหมาย</td>
                    <td>เพื่อให้ สพร. สามารถปฏิบัติตามที่กฎหมายที่ควบคุม สพร. เช่น<br/>
                      - การเก็บรวบรวมข้อมูลจราจรทางคอมพิวเตอร์ตามพระราชบัญญัติว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์
                      พ.ศ. 2560<br/>
                      - พระราชบัญญัติข้อมูลข่าวสารของราชการ พ.ศ. 2540<br/>
                      - พระราขบัญญัติองค์การมหาชน พ.ศ. 2542<br/>
                      - กฎหมายว่าด้วยภาษีอากร<br/>
                      รวมถึง การดำเนินการตามคำสั่งศาล เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>เป็นการจำเป็นเพื่อประโยชน์โดยชอบด้วยกฎหมาย</td>
                    <td>เพื่อประโยชน์โดยชอบด้วยกฎหมายของ สพร. และของบุคคลอื่น
                      ซึ่งประโยชน์ดังกล่าวมีความสำคัญไม่น้อยไปกว่าสิทธิขั้นพื้นฐานในข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคล
                      เช่น เพื่อการรักษาความปลอดภัยอาคารสถานที่ของ สพร.
                      หรือการประมวลผลข้อมูลส่วนบุคคลเพื่อกิจการภายในของ สพร. เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      เป็นการจำเป็นเพื่อการป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล
                    </td>
                    <td>
                      เพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล เช่น
                      การให้บริการแอปพลิเคชันเพื่อเฝ้าระวังโรคระบาดตามนโยบายของรัฐบาล เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      เพื่อการปฏิบัติตามสัญญา
                    </td>
                    <td>
                      เพื่อให้ สพร. สามารถปฎิบัติหน้าที่ตามสัญญา
                      หรือดำเนินการอันเป็นความจำเป็นต่อการเข้าทำสัญญาซึ่งท่านเป็นคู่สัญญากับ สพร. เช่น การจ้างงาน
                      จ้างทำของ การทำบันทึกข้อตกลงความร่วมมือหรือสัญญาในรูปแบบอื่น เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      เพื่อการจัดทำเอกสารประวัติศาสตร์ วิจัยหรือสถิติที่สำคัญ
                    </td>
                    <td>
                      เพื่อให้ สพร. สามารถจัดทำหรือสนับสนุนการจัดทำเอกสารประวัติศาสตร์ วิจัยหรือสถิติตามที่ สพร.
                      อาจได้รับมอบหมาย เช่น การจัดทำทำเนียบผู้ดำรงตำแหน่งผู้อำนวยการ หรือคณะกรรมการ
                      การจัดทำสถิติการใช้บริการดิจิทัลภาครัฐ งานติดตามการดำเนินนโยบายรัฐบาลดิจิทัล เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      ความยินยอมของท่าน
                    </td>
                    <td>
                      เพื่อการเก็บรวบรวม ใช้หรือเปิดเผยข้อมูลส่วนบุคคลในกรณีที่ สพร. จำเป็นต้องได้รับความยินยอมจากท่าน
                      โดยได้มีการแจ้งวัตถุประสงค์ของการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลก่อนการขอความยินยอมแล้ว
                      เช่น การเก็บรวบรวมข้อมูลส่วนบุคคลอ่อนไหวด้วยวัตถุประสงค์ที่ไม่เป็นไปตามข้อยกเว้นมาตรา 24 หรือ 26
                      แห่งพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 หรือการนำเสนอ
                      ประชาสัมพันธ์ผลิตภัณฑ์และบริการของคู่สัญญาหรือพันธมิตรทางธุรกิจแก่ท่าน เป็นต้น
                    </td>
                  </tr>
                </table>

                <ul>
                  ในกรณีที่ สพร. มีความจำเป็นต้องเก็บรวบรวมข้อมูลส่วนบุคคลของท่านเพื่อการปฏิบัติตามสัญญา
                  การปฏิบัติหน้าที่ตามกฎหมายหรือเพื่อความจำเป็นในการเข้าทำสัญญา หากท่านปฏิเสธ
                </ul>
                <dl style="text-align: -webkit-left;">
                  ไม่ให้ข้อมูลส่วนบุคคลหรือคัดค้านการดำเนินการประมวลผลตามวัตถุประสงค์ของกิจกรรม อาจมีผลทำให้ สพร.
                  ไม่สามารถดำเนินการหรือให้บริการตามที่ท่านร้องขอได้ทั้งหมดหรือบางส่วน
                </dl>
              </li>
              <li>
                ประเภทของข้อมูลส่วนบุคคลที่ สพร. เก็บรวบรวม
                <ul>
                  สพร. อาจเก็บรวบรวมหรือได้มาซึ่งข้อมูลดังต่อไปนี้ ซึ่งอาจรวมถึงข้อมูลส่วนบุคคลของท่าน ทั้งนี้
                  ขึ้นอยู่กับบริการที่ท่านใช้หรือบริบทความสัมพันธ์ที่ท่านมีกับ สพร. รวมถึงข้อพิจารณาอื่นที่
                </ul>
                <dl style="text-align: -webkit-left;">
                  มีผลกับการเก็บรวบรวมข้อมูลส่วนบุคคล
                  โดยประเภทของข้อมูลที่ระบุไว้ดังต่อไปนี้เป็นเพียงกรอบการเก็บรวบรวมข้อมูลส่วนบุคคลของ สพร. เป็นการทั่วไป
                  ทั้งนี้
                  เฉพาะข้อมูลที่เกี่ยวข้องกับผลิตภัณฑ์หรือบริการที่ท่านใช้งานหรือมีความสัมพันธ์ด้วยเท่านั้นที่จะมีผลบังคับใช้
                </dl>

                <table style="width:100%">
                  <tr>
                    <th style="text-align-last: center;" width="30%">ข้อมูลเฉพาะตัวบุคคล</th>
                    <th style="text-align-last: center;">รายละเอียดและตัวอย่าง</th>
                  </tr>
                  <tr>
                    <td>ข้อมูลเฉพาะตัวบุคคล</td>
                    <td>
                      ข้อมูลระบุชื่อเรียกของท่านหรือข้อมูลจากเอกสารราชการที่ระบุข้อมูลเฉพาะตัวของท่าน เช่น คำนำหน้าชื่อ
                      ชื่อ นามสกุล ชื่อกลาง ชื่อเล่น ลายมือชื่อ เลขที่บัตรประจำตัวประชาชน สัญชาติ เลขที่ใบขับขี่
                      เลขที่หนังสือเดินทาง ข้อมูลทะเบียนบ้าน หมายเลขใบประกอบการ หมายเลขใบอนุญาตการประกอบวิชาชีพ
                      (สำหรับแต่ละอาชีพ) หมายเลขประจำตัวผู้ประกันตน หมายเลขประกันสังคม เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>ข้อมูลเกี่ยวกับคุณลักษณะของบุคคล</td>
                    <td>
                      ข้อมูลรายละเอียดเกี่ยวกับตัวท่าน เช่น วันเดือนปีเกิด เพศ ส่วนสูง น้ำหนัก อายุ สถานภาพการสมรส
                      สถานภาพการเกณฑ์ทหาร รูปถ่าย ภาษาพูด ข้อมูลพฤติกรรม ความชื่นชอบ ข้อมูลการเป็นบุคคลล้มละลาย
                      ข้อมูลการเป็นคนไร้ความสามารถหรือคนเสมือนไร้ความสามารถ เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>ข้อมูลสำหรับการติดต่อ</td>
                    <td>
                      ข้อมูลเพื่อการติดต่อท่าน เช่น เบอร์โทรศัพท์บ้าน เบอร์โทรศัพท์เคลื่อนที่ หมายเลขโทรสาร อีเมล
                      ที่อยู่ทางไปรษณีย์บ้าน ชื่อผู้ใช้งานในสังคมออนไลน์ (Line ID, MS Teams) แผนที่ตั้งของที่พัก เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      ข้อมูลเกี่ยวกับการทำงานและการศึกษา
                    </td>
                    <td>
                      รายละเอียดการจ้างงาน รวมถึงประวัติการทำงานและประวัติการศึกษา เช่น ประเภทการจ้างงาน อาชีพ ยศ
                      ตำแหน่ง หน้าที่ ความเชี่ยวชาญ สถานภาพใบอนุญาตทำงาน ข้อมูลบุคคลอ้างอิง หมายเลขประจำตัวผู้เสียภาษี
                      ประวัติการดำรงตำแหน่ง ประวัติการทำงาน ข้อมูลเงินเดือน วันเริ่มงาน วันออกจากงาน ผลการประเมิน
                      สวัสดิการและสิทธิประโยชน์ พัสดุในครอบครองของผู้ปฏิบัติงาน ผลงาน หมายเลขบัญชีธนาคาร สถาบันการศึกษา
                      วุฒิการศึกษา ผลการศึกษา วันที่สำเร็จการศึกษา เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      ข้อมูลเกี่ยวกับกรมธรรม์ประกันภัย
                    </td>
                    <td>
                      รายละเอียดเกี่ยวกับกรมธรรม์ประกันภัยผู้ปฏิบัติงาน เช่น ผู้รับประกันภัย ผู้เอาประกันภัย
                      ผู้รับประโยชน์ หมายเลขกรมธรรม์ ประเภทกรมธรรม์ วงเงินคุ้มครอง ข้อมูลเกี่ยวกับการเคลม เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      ข้อมูลเกี่ยวกับความสัมพันธ์ทางสังคม
                    </td>
                    <td>
                      ข้อมูลความสัมพันธ์ทางสังคมของท่าน เช่น สถานภาพทางการเมือง การดำรงตำแหน่งทางการเมือง
                      การดำรงตำแหน่งกรรมการ ความสัมพันธ์กับผู้ปฏิบัติงานของ สพร. ข้อมูลการเป็นผู้มีสัญญาจ้างกับ สพร.
                      ข้อมูลการเป็นผู้มีส่วนได้เสียในกิจการที่ทำกับ สพร. เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      ข้อมูลเกี่ยวกับการใช้บริการของ สพร.
                    </td>
                    <td>
                      รายละเอียดเกี่ยวกับผลิตภัณฑ์หรือบริการของ สพร. เช่น ชื่อบัญชีผู้ใช้งาน รหัสผ่าน หมายเลข PIN ข้อมูล
                      Single Sign-on (SSO ID) รหัส OTP ข้อมูลการจราจรทางคอมพิวเตอร์ ข้อมูลระบุพิกัด ภาพถ่าย วีดีโอ
                      บันทึกเสียง ข้อมูลพฤติกรรมการใช้งาน (เว็บไซต์ที่อยู่ในความดูแลของ สพร. เช่น www.dga.or.th
                      หรือแอปพลิเคชันต่าง ๆ) ประวัติการสืบค้น คุกกี้หรือเทคโนโลยีในลักษณะเดียวกัน หมายเลขอุปกรณ์ (Device
                      ID) ประเภทอุปกรณ์ รายละเอียดการเชื่อมต่อ ข้อมูล Browser ภาษาที่ใช้งาน ระบบปฏิบัติการที่ใช้งาน
                      เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      ข้อมูลส่วนบุคคลที่มีความละเอียดอ่อน
                    </td>
                    <td>
                      ข้อมูลส่วนบุคคลที่มีความละเอียดอ่อนของท่าน เช่น เชื้อชาติ ข้อมูลศาสนา ข้อมูลความพิการ
                      ข้อมูลความเห็นทางการเมือง ประวัติอาชญากรรม ข้อมูลชีวภาพ (ข้อมูลภาพจำลองใบหน้า)
                      ข้อมูลเกี่ยวกับสุขภาพ เป็นต้น
                    </td>
                  </tr>
                </table>
              </li>
              <li>
                คุกกี้
                <ul>
                  สพร. เก็บรวบรวมและใช้คุกกี้รวมถึงเทคโนโลยีอื่นในลักษณะเดียวกันในเว็บไซต์ที่อยู่ภายใต้ความดูแลของ สพร.
                  เช่น www.dga.or.th หรือบนอุปกรณ์ของท่านตามแต่บริการที่ท่านใช้งาน
                </ul>
                <dl style="text-align: -webkit-left;">
                  ทั้งนี้ เพื่อการดำเนินการด้านความปลอดภัยในการให้บริการของ สพร.
                  และเพื่อให้ท่านซึ่งเป็นผู้ใช้งานได้รับความสะดวกและประสบการณ์ที่ดีในการใช้งานบริการของ สพร.
                  และข้อมูลเหล่านี้จะถูกนำไปเพื่อปรับปรุงเว็บไซต์ของ สพร. ให้ตรงกับความต้องการของท่านมากยิ่งขึ้น
                  โดยท่านสามารถตั้งค่าหรือลบการใช้งานคุกกี้ได้ด้วยตนเองจากการตั้งค่าในเว็บเบราว์เซอร์ (Web Browser)
                  ของท่าน
                </dl>
              </li>
              <li>
                ข้อมูลส่วนบุคคลของผู้เยาว์ คนไร้ความสามารถและคนเสมือนไร้ความสามารถ
                <ul>
                  กรณีที่ สพร. ทราบว่าข้อมูลส่วนบุคคลที่จำเป็นต้องได้รับความยินยอมในการเก็บรวบรวม
                  เป็นของเจ้าของข้อมูลส่วนบุคคลซึ่งเป็นผู้เยาว์ คนไร้ความสามารถหรือคนเสมือนไร้ความสามารถ
                </ul>
                <dl style="text-align: -webkit-left;">
                  สพร.
                  จะไม่ทำการเก็บรวบรวมข้อมูลส่วนบุคคลนั้นจนกว่าจะได้รับความยินยอมจากผู้ใช้อำนาจปกครองที่มีอำนาจกระทำการแทนผู้เยาว์
                  หรือผู้อนุบาล หรือผู้พิทักษ์ตามแต่กรณี ทั้งนี้ เป็นไปตามเงื่อนไขที่กฎหมายกำหนด
                </dl>
                <ul>
                  กรณีที่ สพร. ไม่ทราบมาก่อนว่าเจ้าของข้อมูลส่วนบุคคลเป็นผู้เยาว์
                  คนไร้ความสามารถหรือคนเสมือนไร้ความสามารถ และมาพบในภายหลังว่า สพร. ได้เก็บรวบรวมข้อมูลของเจ้าของ
                </ul>
                <dl style="text-align: -webkit-left;">
                  ข้อมูลส่วนบุคคลดังกล่าวโดยยังมิได้รับความยินยอมจากผู้ใช้อำนาจปกครองที่มีอำนาจกระทำการแทนผู้เยาว์
                  หรือผู้อนุบาล หรือผู้พิทักษ์ตามแต่กรณี ดังนี้ สพร. จะดำเนินการลบทำลายข้อมูลส่วนบุคคลนั้นโดยเร็วหาก
                  สพร. ไม่มีเหตุอันชอบด้วยกฎหมายประการอื่นนอกเหนือจากความยินยอมในการเก็บรวบรวม
                  ใช้หรือเปิดเผยข้อมูลดังกล่าว
                </dl>
              </li>
              <li>
                วัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคล
                <ul>
                  สพร. ดำเนินการเก็บรวบรวมข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์หลายประการ
                  ซึ่งขึ้นอยู่กับประเภทของผลิตภัณฑ์หรือบริการหรือกิจกรรมที่ท่านใช้บริการ ตลอดจนลักษณะความ
                </ul>
                <dl style="text-align: -webkit-left;">
                  สัมพันธ์ของท่านกับ สพร. หรือข้อพิจารณาในแต่ละบริบทเป็นสำคัญ
                  โดยวัตถุประสงค์ที่ระบุไว้ดังต่อไปนี้เป็นเพียงกรอบการใช้ข้อมูลส่วนบุคคลของ สพร. เป็นการทั่วไป ทั้งนี้
                  เฉพาะวัตถุประสงค์ที่เกี่ยวข้องกับผลิตภัณฑ์หรือบริการที่ท่านใช้งานหรือมีความสัมพันธ์ด้วยเท่านั้นที่จะมีผลบังคับใช้กับข้อมูลของท่าน
                </dl>
                <ul style="text-align: -webkit-left;">
                  1) เพื่อดำเนินการตามที่จำเป็นในการดำเนินประโยชน์สาธารณะที่ สพร. ได้รับมอบหมายให้สำเร็จลุล่วง
                  หรือเป็นการจำเป็นเพื่อใช้อำนาจทางกฎหมายที่ สพร.
                  มีอำนาจหน้าที่ในการดำเนิน
                </ul>
                <dl class="m-0">
                  การตามพันธกิจดังปรากฏในพระราชกฤษฎีกาจัดตั้งสำนักงานพัฒนารัฐบาลดิจิทัล
                  (องค์การมหาชน) พ.ศ. 2561 และกฎหมาย กฎ ระเบียบหรือคำสั่งที่เกี่ยวข้อง
                </dl>
                <ul>
                  2) เพื่อให้บริการและบริหารจัดการบริการของ สพร. ทั้งบริการภายใต้สัญญาที่มีต่อท่าน หรือตามพันธกิจของ
                  สพร.
                </ul>
                <ul>
                  3) เพื่อการดำเนินการทางธุรกรรมของ สพร.
                </ul>
                <ul>
                  4) ควบคุมดูแล ใช้งาน ติดตาม
                  ตรวจสอบและบริหารจัดการบริการเพื่ออำนวยความสะดวกและสอดคล้องกับความต้องการของท่าน
                </ul>
                <ul>
                  5) เพื่อเก็บรักษาและปรับปรุงข้อมูลอันเกี่ยวกับท่าน รวมทั้งเอกสารที่มีการกล่าวอ้างถึงท่าน
                </ul>
                <ul>
                  6) จัดทำบันทึกรายการการประมวลผลข้อมูลส่วนบุคคลตามที่กฎหมายกำหนด
                </ul>
                <ul>
                  7) วิเคราะห์ข้อมูล รวมถึงแก้ไขปัญหาที่เกี่ยวกับบริการของ สพร.
                </ul>
                <ul>
                  8) เพื่อดำเนินการตามที่จำเป็นในการบริหารจัดการภายในองค์กร รวมถึงการรับสมัครงาน
                  การสรรหากรรมการหรือผู้ดำรงตำแหน่งต่าง ๆ การประเมินคุณสมบัติ
                </ul>
                <ul style="text-align: -webkit-left;">
                  9) ป้องกัน ตรวจจับ หลีกเลี่ยง และตรวจสอบการฉ้อโกง การละเมิดความปลอดภัย หรือการกระทำที่ต้องห้าม
                  หรือผิดกฎหมาย และอาจเกิดความเสียหายต่อทั้ง สพร. และเจ้าของข้อมูล
                </ul>
                <dl class="m-0">
                  ส่วนบุคคล
                </dl>
                <ul>
                  10) การยืนยันตัวตน พิสูจน์ตัวตนและตรวจสอบข้อมูลเมื่อท่านสมัครใช้บริการของ สพร. หรือติดต่อใช้บริการ
                  หรือใช้สิทธิตามกฎหมาย
                </ul>
                <ul>
                  11) ปรับปรุงและพัฒนาคุณภาพผลิตภัณฑ์และบริการให้ทันสมัย
                </ul>
                <ul>
                  12) การประเมินและบริหารจัดการความเสี่ยง
                </ul>
                <ul>
                  13) ส่งการแจ้งเตือน การยืนยันการทำคำสั่ง ติดต่อสื่อสารและแจ้งข่าวสารไปยังท่าน
                </ul>
                <ul>
                  14) เพื่อจัดทำและส่งมอบเอกสารหรือข้อมูลที่มีความเกี่ยวข้องและจำเป็น
                </ul>
                <ul>
                  15) ยืนยันตัวตน ป้องกันการสแปม หรือการกระทำที่ไม่ได้รับอนุญาต หรือผิดกฎหมาย
                </ul>
                <ul>
                  16) ตรวจสอบว่าเจ้าของข้อมูลส่วนบุคคลเข้าถึงและใช้บริการของ สพร. อย่างไร ทั้งในภาพรวมและรายบุคคล
                  และเพื่อวัตถุประสงค์ที่เกี่ยวกับการค้นคว้า และการวิเคราะห์
                </ul>
                <ul>
                  17) ดำเนินการตามที่จำเป็นเพื่อปฏิบัติตามหน้าที่ที่ สพร. มีต่อหน่วยงานที่มีอำนาจควบคุม หน่วยงานด้านภาษี
                  การบังคับใช้กฎหมาย หรือภาระผูกพันตามกฎหมายของ สพร.
                </ul>
                <ul>
                  18) ดำเนินการตามที่จำเป็นเพื่อประโยชน์ที่ชอบด้วยกฎหมายของ สพร. หรือของบุคคลอื่น
                  หรือของนิติบุคคลอื่นที่เกี่ยวข้องกับการการดำเนินการของ สพร
                </ul>
                <ul>
                  19) ป้องกัน หรือหยุดยั้งอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคลซึ่งรวมถึงการเฝ้าระวังโรคระบาด
                </ul>
                <ul>
                  20) จัดเตรียมเอกสารทางประวัติศาสตร์เพื่อประโยชน์สาธารณะ การค้นคว้า หรือจัดทำสถิติที่ สพร.
                  ได้รับมอบหมายให้ดำเนินการ
                </ul>
                <ul>
                  21) เพื่อการปฏิบัติตามกฎหมาย ประกาศ คำสั่งที่มีผลบังคับใช้ หรือการดำเนินการเกี่ยวกับคดีความ
                  การดำเนินการเกี่ยวกับข้อมูลตามหมายศาล รวมถึงการใช้สิทธิเกี่ยวกับข้อมูลของท่าน
                </ul>
              </li>
              <li>
                ประเภทบุคคลที่ สพร. เปิดเผยข้อมูลส่วนบุคคลของท่าน
                <ul>
                  ภายใต้วัตถุประสงค์ที่ได้ระบุไว้ในข้อ 9 ข้างต้น สพร.
                  อาจเปิดเผยข้อมูลส่วนบุคคลของท่านให้แก่บุคคลดังต่อไปนี้ ทั้งนี้
                  ประเภทของบุคคลผู้รับข้อมูลที่ระบุไว้ดังต่อไปนี้เป็นเพียงกรอบการ
                </ul>
                <dl>
                  เปิดเผยข้อมูลส่วนบุคคลของ สพร. เป็นการทั่วไป
                  เฉพาะบุคคลผู้รับข้อมูลที่เกี่ยวข้องกับผลิตภัณฑ์หรือบริการที่ท่านใช้งานหรือมีความสัมพันธ์ด้วยเท่านั้นที่จะมีผลบังคับใช้
                </dl>

                <table style="width:100%">
                  <tr>
                    <th style="text-align-last: center;" width="30%">ประเภทบุคคลผู้รับข้อมูล</th>
                    <th style="text-align-last: center;">รายละเอียด</th>
                  </tr>
                  <tr>
                    <td>หน่วยงานของรัฐหรือผู้มีอำนาจที่ สพร.
                      ต้องเปิดเผยข้อมูลเพื่อวัตถุประสงค์ในการดำเนินการตามกฎหมายหรือวัตถุประสงค์สำคัญอื่น (เช่น
                      การดำเนินการเพื่อประโยชน์สาธารณะ)
                    </td>
                    <td>
                      หน่วยงานผู้บังคับใช้กฎหมาย หรือมีอำนาจควบคุมกำกับดูแลหรือมีวัตถุประสงค์อื่นที่มีความสำคัญ เช่น
                      คณะรัฐมนตรี รัฐมนตรีผู้รักษาการ กรมการปกครอง กรมสรรพากร สำนักงานตำรวจ ศาล สำนักงานอัยการ
                      กรมควบคุมโรค กระทรวงดิจิทัลเพื่อเศรษฐกิจและสังคม สำนักงานปลัดสำนักนายก กรมการกงสุล
                      กองทุนเงินให้กู้ยืมเพื่อการศึกษา เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>คณะกรรมการต่าง ๆ ที่เกี่ยวข้องกับการดำเนินการตามกฎหมายของ สพร.</td>
                    <td>
                      สพร. อาจเปิดเผยข้อมูลของท่านแก่บุคคลผู้ดำรงตำแหน่งกรรมการในคณะต่าง ๆ เช่น คณะอนุกรรมการสรรหา
                      คณะกรรมการสำนักงานพัฒนารัฐบาลดิจิทัล เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>คู่สัญญาซึ่งดำเนินการเกี่ยวกับสวัสดิการของผู้ปฏิบัติงานของ สพร.</td>
                    <td>
                      บุคคลภายนอกที่ สพร. จัดซื้อจัดจ้างให้ดำเนินการเกี่ยวกับสวัสดิการ เช่น บริษัทประกันภัย โรงพยาบาล
                      บริษัทผู้จัดทำ Payroll ธนาคาร ผู้ให้บริการโทรศัพท์ เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      พันธมิตรทางธุรกิจ
                    </td>
                    <td>
                      สพร. อาจเปิดเผยข้อมูลของท่านแก่บุคคลที่ร่วมงานกับ สพร. เพื่อประโยชน์ในการให้บริการแก่ท่าน เช่น
                      หน่วยงานผู้ให้บริการที่ท่านติดต่อผ่านบริการของ สพร. ผู้ให้บริการด้านการตลาด สื่อโฆษณา
                      สถาบันการเงิน ผู้ให้บริการแพลตฟอร์ม ผู้ให้บริการโทรคมนาคม เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      ผู้ให้บริการ
                    </td>
                    <td>
                      สพร. อาจมอบหมายให้บุคคลอื่นเป็นผู้ให้บริการแทน หรือสนับสนุนการดำเนินการของ สพร. เช่น
                      ผู้ให้บริการด้านการจัดเก็บข้อมูล (เช่น คลาวด์ โกดังเอกสาร) ผู้พัฒนาระบบ ซอฟต์แวร์ แอปพลิเคชัน
                      เว็บไซต์ ผู้ให้บริการจัดส่งเอกสาร ผู้ให้บริการด้านการชำระเงิน ผู้ให้บริการอินเทอร์เน็ต
                      ผู้ให้บริการโทรศัพท์ ผู้ให้บริการด้าน Digital ID ผู้ให้บริการสื่อสังคมออนไลน์
                      ผู้ให้บริการด้านการบริหารความเสี่ยง ที่ปรึกษาภายนอก ผู้ให้บริการขนส่ง เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      ผู้รับข้อมูลประเภทอื่น
                    </td>
                    <td>
                      สพร. อาจเปิดเผยข้อมูลของท่านให้แก่บุคคลผู้รับข้อมูลประเภทอื่น เช่น ผู้ติดต่อ สพร. สมาชิกในครอบครัว
                      มูลนิธิที่ไม่แสวงหากำไร วัด โรงพยาบาล สถานศึกษา หรือหน่วยงานอื่น ๆ เป็นต้น ทั้งนี้
                      เพื่อการดำเนินการเกี่ยวกับบริการของ สพร. การฝึกอบรม การรับรางวัล การร่วมทำบุญ บริจาค เป็นต้น
                    </td>
                  </tr>
                  <tr>
                    <td>
                      การเปิดเผยข้อมูลต่อสาธารณะ
                    </td>
                    <td>
                      สพร. อาจเปิดเผยข้อมูลของท่านต่อสาธารณะในกรณีที่จำเป็น เช่น การดำเนินการที่กำหนดให้ สพร.
                      ต้องประกาศลงในราชกิจจานุเบกษาหรือมติคณะรัฐมนตรี เป็นต้น
                    </td>
                  </tr>
                </table>
              </li>
              <li>
                การส่งหรือโอนข้อมูลส่วนบุคคลไปยังต่างประเทศ
                <ul>
                  ในบางกรณี สพร.
                  อาจจำเป็นต้องส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังต่างประเทศเพื่อดำเนินการตามวัตถุประสงค์ในการให้บริการแก่ท่าน
                  เช่น เพื่อส่งข้อมูลส่วนบุคคลไปยังระบบ
                </ul>
                <dl style="text-align: -webkit-left;">
                  คลาวด์ (Cloud)ที่มีแพลตฟอร์มหรือเครื่องแม่ข่าย (Server) อยู่ต่างประเทศ (เช่น ประเทศสิงคโปร์
                  หรือสหรัฐอเมริกา เป็นต้น) เพื่อสนับสนุนระบบเทคโนโลยีสารสนเทศที่ตั้งอยู่นอกประเทศไทย ทั้งนี้
                  ขึ้นอยู่กับบริการของ สพร. ที่ท่านใช้งานหรือมีส่วนเกี่ยวข้องเป็นรายกิจกรรม
                </dl>
                <ul>
                  อย่างไรก็ตาม ในขณะที่จัดทำนโยบายฉบับนี้
                  คณะกรรมการคุ้มครองข้อมูลส่วนบุคคลยังมิได้มีประกาศกำหนดรายการประเทศปลายทางที่มีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลที่
                </ul>
                <dl style="text-align: -webkit-left;">
                  เพียงพอ ดังนี้ เมื่อ สพร. มีความจำเป็นต้องส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปยังประเทศปลายทาง สพร.
                  จะดำเนินการเพื่อให้ข้อมูลส่วนบุคคลที่ส่งหรือโอนไปมีมาตรการคุ้มครองข้อมูลส่วนบุคคลอย่างเพียงพอตามมาตรฐานสากล
                  หรือดำเนินการตามเงื่อนไขเพื่อให้สามารถส่งหรือโอนข้อมูลนั้นได้ตามกฎหมาย ได้แก่
                </dl>
                <ul>
                  <ul style="text-align: -webkit-left;">
                    1) เป็นการปฏิบัติตามกฎหมายที่กำหนดให้ สพร. ต้องส่งหรือโอนข้อมูลส่วนบุคคลไปต่างประเทศ
                  </ul>
                  <ul style="text-align: -webkit-left;">
                    2)
                    ได้แจ้งให้ท่านทราบและได้รับความยินยอมจากท่านในกรณีที่ประเทศปลายทางมีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลที่ไม่เพียงพอ
                    ทั้งนี้ตามประกาศรายชื่อประเทศที่คณะกรรมการคุ้มครองส่วนบุคคลประกาศกำหนด
                  </ul>
                  <ul style="text-align: -webkit-left;">
                    3) เป็นการจำเป็นเพื่อปฏิบัติตามสัญญาที่ท่านเป็นคู่สัญญากับ สพร.
                    หรือเป็นการทำตามคำขอของท่านก่อนการเข้าทำสัญญานั้น
                  </ul>
                  <ul style="text-align: -webkit-left;">
                    4) เป็นการกระทำตามสัญญาของ สพร. กับบุคคลหรือนิติบุคคลอื่น เพื่อประโยชน์ของท่าน
                  </ul>
                  <ul style="text-align: -webkit-left;">
                    5) เพื่อป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของท่านหรือของบุคคลอื่น
                    เมื่อท่านไม่สามารถให้ความยินยอมในขณะนั้นได้
                  </ul>
                  <ul style="text-align: -webkit-left;">
                    6) เป็นการจำเป็นเพื่อดำเนินภารกิจเพื่อประโยชน์สาธารณะที่สำคัญ
                  </ul>
                </ul>
              </li>
              <li>
                ระยะเวลาในการเก็บรวบรวมข้อมูลส่วนบุคคลของท่าน
                <ul>สพร.
                  จะเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้ในระยะเวลาเท่าที่ข้อมูลนั้นยังมีความจำเป็นตามวัตถุประสงค์ในการเก็บรวบรวมข้อมูลเท่านั้น
                  ตามรายละเอียดที่ได้กำหนดไว้ในนโยบาย
                </ul>
                <dl style="text-align: -webkit-left;">
                  ประกาศหรือตามกฎหมายที่เกี่ยวข้อง ทั้งนี้
                  เมื่อพ้นระยะเวลาและข้อมูลส่วนบุคคลของท่านสิ้นความจำเป็นตามวัตถุประสงค์ดังกล่าวแล้ว สพร. จะทำการลบ
                  ทำลายข้อมูลส่วนบุคคลของท่าน หรือทำให้ข้อมูลส่วนบุคคลของท่านไม่สามารถระบุตัวตนได้ต่อไป
                  ตามรูปแบบและมาตรฐานการลบทำลายข้อมูลส่วนบุคคลที่คณะกรรมการหรือกฎหมายจะได้ประกาศกำหนดหรือตามมาตรฐานสากล
                  อย่างไรก็ดี ในกรณีที่มีข้อพิพาท การใช้สิทธิหรือคดีความอันเกี่ยวข้องกับข้อมูลส่วนบุคคลของท่าน สพร.
                  ขอสงวนสิทธิในการเก็บรักษาข้อมูลนั้นต่อไปจนกว่าข้อพิพาทนั้นจะได้มีคำสั่งหรือคำพิพากษาถึงที่สุด
                </dl>
              </li>
              <li>
                การให้บริการโดยบุคคลที่สามหรือผู้ให้บริการช่วง
                <ul>
                  สพร. อาจมีการมอบหมายหรือจัดซื้อจัดจ้างบุคคลที่สาม (ผู้ประมวลผลข้อมูลส่วนบุคคล)
                  ให้ทำการประมวลผลข้อมูลส่วนบุคคลแทนหรือในนามของ สพร. ซึ่งบุคคลที่สามดังกล่าวอาจเสนอ
                </ul>
                <dl style="text-align: -webkit-left;">
                  บริการในลักษณะต่างๆ เช่น การเป็นผู้ดูแล (Hosting) รับงานบริการช่วง (Outsourcing)
                  หรือเป็นผู้ให้บริการคลาวด์ (Cloud
                  computing service/provider) หรือเป็นงานในลักษณะการจ้างทำของในรูปแบบอื่น
                </dl>
                <ul>
                  การมอบหมายให้บุคคลที่สามทำการประมวลผลข้อมูลส่วนบุคคลในฐานะผู้ประมวลผลข้อมูลส่วนบุคคลนั้น สพร.
                  จะจัดให้มีข้อตกลงระบุสิทธิและหน้าที่ของ สพร. ในฐานะผู้ควบคุมข้อมูล
                </ul>
                <dl style="text-align: -webkit-left;">
                  ส่วนบุคคลและของบุคคลที่ สพร. มอบหมายในฐานะผู้ประมวลผลข้อมูลส่วนบุคคล
                  ซึ่งรวมถึงกำหนดรายละเอียดประเภทข้อมูลส่วนบุคคลที่ สพร. มอบหมายให้ประมวลผล รวมถึงวัตถุประสงค์
                  ขอบเขตในการประมวลผลข้อมูลส่วนบุคคลและข้อตกลงอื่น ๆ ที่เกี่ยวข้อง
                  ซึ่งผู้ประมวลผลข้อมูลส่วนบุคคลมีหน้าที่ประมวลผลข้อมูลส่วนบุคคลตามขอบเขตที่ระบุในข้อตกลงและตามคำสั่งของ
                  สพร. เท่านั้นโดยไม่สามารถประมวลผลเพื่อวัตถุประสงค์อื่นได้
                </dl>
                <ul>
                  ในกรณีที่ผู้ประมวลผลข้อมูลส่วนบุคคลมีการมอบหมายผู้ให้บริการช่วง (ผู้ประมวลผลช่วง)
                  เพื่อทำการประมวลผลข้อมูลส่วนบุคคลแทนหรือในนามของผู้ประมวลผลข้อมูลส่วนบุคคล ดังนี้
                </ul>
                <dl style="text-align: -webkit-left;">
                  สพร.
                  จะกำกับให้ผู้ประมวลผลข้อมูลส่วนบุคคลจัดให้มีเอกสารข้อตกลงระหว่างผู้ประมวลผลข้อมูลส่วนบุคคลกับผู้ประมวลผลช่วง
                  ในรูปแบบและมาตรฐานที่ไม่ต่ำกว่าข้อตกลงระหว่าง สพร. กับผู้ประมวลผลข้อมูลส่วนบุคคล
                </dl>
              </li>
              <li>
                การรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล
                <ul>
                  สพร. มีมาตรการปกป้องข้อมูลส่วนบุคคล
                  โดยการจำกัดสิทธิ์การเข้าถึงข้อมูลส่วนบุคคลให้สามารถเข้าถึงได้โดยเจ้าหน้าที่เฉพาะรายหรือบุคคลที่มีอำนาจหน้าที่หรือได้รับมอบหมายที่มีความ
                </ul>
                <dl style="text-align: -webkit-left;">
                  จำเป็นต้องใช้ข้อมูลดังกล่าวตามวัตถุประสงค์ที่ได้แจ้งเจ้าของข้อมูลส่วนบุคคลไว้แล้วเท่านั้น
                  ซึ่งบุคคลดังกล่าวจะต้องยึดมั่นและปฏิบัติตามมาตรการปกป้องข้อมูลส่วนบุคคลของ สพร. อย่างเคร่งครัด
                  ตลอดจนมีหน้าที่รักษาความลับของข้อมูลส่วนบุคคลที่ตนเองรับรู้จากการปฏิบัติการตามอำนาจหน้าที่ โดย สพร.
                  มีมาตรการรักษาความปลอดภัยข้อมูลทั้งในเชิงองค์กรหรือเชิงเทคนิกที่ได้มาตรฐานสากล
                  และเป็นไปตามที่คณะกรรมการคุ้มครองข้อมูลส่วนบุคคลประกาศกำหนด
                </dl>
                <ul>
                  นอกจากนี้ เมื่อ สพร. มีการส่ง โอนหรือเปิดเผยข้อมูลส่วนบุคคลแก่บุคคลที่สาม
                  ไม่ว่าเพื่อการให้บริการตามพันธกิจ ตามสัญญา หรือข้อตกลงในรูปแบบอื่น สพร. จะกำหนดมาตรการรักษา
                </ul>
                <dl style="text-align: -webkit-left;">
                  ความปลอดภัยข้อมูลส่วนบุคคลและการรักษาความลับที่เหมาะสมและเป็นไปตามที่กฎหมายกำหนด
                  เพื่อยืนยันว่าข้อมูลส่วนบุคคลที่
                  สพร. เก็บรวบรวมจะมีความมั่นคงปลอดภัยอยู่เสมอ
                </dl>
              </li>
              <li>
                การเชื่อมต่อเว็บไซท์หรือบริการภายนอก
                <ul>
                  บริการของ สพร. อาจมีการเชื่อมต่อไปยังเว็บไซท์หรือบริการของบุคคลที่สาม
                  ซึ่งเว็บไซท์หรือบริการดังกล่าวอาจมีการประกาศนโยบายการคุ้มครองข้อมูลส่วนบุคคลที่มีเนื้อหาสาระแตก
                </ul>
                <dl>
                  ต่างจากนโยบายนี้ สพร. ขอแนะนำให้ท่านศึกษานโยบายการคุ้มครองข้อมูลส่วนบุคคลของเว็บไซท์หรือบริการนั้น ๆ
                  เพื่อทราบในรายละเอียดก่อนการเข้าใช้งาน ทั้งนี้ สพร.
                  ไม่มีความเกี่ยวข้องและไม่มีอำนาจควบคุมถึงมาตรการคุ้มครองข้อมูลส่วนบุคคลของเว็บไซท์หรือบริการดังกล่าวและไม่สามารถรับผิดชอบต่อเนื้อหา
                  นโยบาย ความเสียหาย หรือการกระทำอันเกิดจากเว็บไซท์หรือบริการของบุคคลที่สาม
                </dl>
              </li>
              <li>
                เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล
                <ul>
                  สพร. ได้แต่งตั้งเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลเพื่อทำหน้าที่ตรวจสอบ
                  กำกับและให้คำแนะนำในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล
                  รวมถึงการประสานงานและให้ความ
                </ul>
                <dl>
                  ร่วมมือกับสำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล
                  เพื่อให้สอดคล้องตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562
                </dl>
              </li>
              <li>
                สิทธิของท่านตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562
                <ul>
                  พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 ได้กำหนดสิทธิของเจ้าของข้อมูลส่วนบุคคลไว้หลายประการ
                  ทั้งนี้ สิทธิดังกล่าวจะเริ่มมีผลบังคับใช้เมื่อกฎหมายในส่วนของสิทธินี้มี
                </ul>
                <dl>
                  ผลใช้บังคับ โดยรายละเอียดของสิทธิต่าง ๆ ประกอบด้วย
                </dl>
                <ul>
                  <ul>
                    1) สิทธิในการขอเข้าถึงข้อมูลส่วนบุคคล ท่านมีสิทธิขอเข้าถึง
                    รับสำเนาและขอให้เปิดเผยที่มาของข้อมูลส่วนบุคคลที่ สพร. เก็บรวบรวมไว้โดยปราศจากความยินยอมของท่าน
                    เว้นแต่
                  </ul>
                  <dl class="m-0">
                    กรณีที่ สพร. มีสิทธิปฏิเสธคำขอของท่านด้วยเหตุตามกฎหมายหรือคำสั่งศาล
                    หรือกรณีที่การใช้สิทธิของท่านจะมีผลกระทบที่อาจก่อให้เกิดความเสียหายต่อสิทธิและเสรีภาพของบุคคลอื่น
                  </dl>
                  <ul>
                    2) สิทธิในการขอแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง สมบูรณ์และเป็นปัจจุบัน
                    หากท่านพบว่าข้อมูลส่วนบุคคลของท่านไม่ถูกต้อง ไม่ครบถ้วนหรือไม่เป็นปัจจุบัน
                    ท่านมีสิทธิขอให้แก้ไขเพื่อ
                  </ul>
                  <dl class="m-0">
                    ให้มีความถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิดได้
                  </dl>
                  <ul>
                    3) สิทธิในการลบหรือทำลายข้อมูลส่วนบุคคล ท่านมีสิทธิขอให้ สพร. ลบหรือทำลายข้อมูลส่วนบุคคลของท่าน
                    หรือทำให้ข้อมูลส่วนบุคคลของท่านไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของ
                  </ul>
                  <dl class="m-0">
                    ข้อมูลได้ต่อไป ทั้งนี้
                    การใช้สิทธิลบหรือทำลายข้อมูลส่วนบุคคลนี้จะต้องอยู่ภายใต้เงื่อนไขตามที่กฎหมายกำหนด
                  </dl>
                  <ul>
                    4) สิทธิในการขอให้ระงับการใช้ข้อมูลส่วนบุคคล ท่านมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลของท่าน
                    ทั้งนี้ ในกรณีดังต่อไปนี้
                  </ul>
                  <ul>
                    <ul>
                      ก) เมื่ออยู่ในช่วงเวลาที่ สพร.
                      ทำการตรวจสอบตามคำร้องขอของเจ้าของข้อมูลส่วนบุคคลให้แก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง
                      สมบูรณ์และเป็นปัจจุบัน
                    </ul>
                    <ul>
                      ข) ข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลถูกเก็บรวบรวม ใช้หรือเปิดเผยโดยมิชอบด้วยกฎหมาย

                    </ul>
                    <ul style="text-align: -webkit-left;">
                      ค) เมื่อข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคลหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ที่
                      สพร. ได้แจ้งในการเก็บรวบรวม แต่เจ้าของข้อมูลส่วนบุคคลประสงค์
                    </ul>
                    <dl class="m-0">
                      ให้ สพร.
                      เก็บรักษาข้อมูลนั้นต่อไปเพื่อประกอบการใช้สิทธิตามกฎหมาย
                    </dl>
                    <ul style="text-align: -webkit-left;">
                      ง) เมื่ออยู่ในช่วงเวลาที่ สพร.
                      กำลังพิสูจน์ถึงเหตุอันชอบด้วยกฎหมายในการเก็บรวบรวมข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคล
                      หรือตรวจสอบความจำเป็นในการเก็บ
                    </ul>
                    <dl>
                      รวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลเพื่อประโยชน์สาธารณะ
                      อันเนื่องมาจากการที่เจ้าของข้อมูลส่วนบุคคลได้ใช้สิทธิคัดค้านการเก็บรวบรวม ใช้
                      หรือเปิดเผยข้อมูลส่วนบุคคล
                    </dl>
                  </ul>
                  <ul>
                    5) สิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคล ท่านมีสิทธิคัดค้านการเก็บรวบรวม
                    ใช้หรือเปิดเผยข้อมูลส่วนบุคคลที่เกี่ยวกับท่าน เว้นแต่กรณีที่ สพร. มีเหตุในการปฏิเสธคำขอ
                  </ul>
                  <dl>
                    โดยชอบด้วยกฎหมาย (เช่น สพร. สามารถแสดงให้เห็นว่าการเก็บรวบรวม ใช้
                    หรือเปิดเผยข้อมูลส่วนบุคคลของท่านมีเหตุอันชอบด้วยกฎหมายยิ่งกว่า
                    หรือเพื่อการก่อตั้งสิทธิเรียกร้องตามกฎหมาย การปฏิบัติตามหรือการใช้สิทธิเรียกร้องทางกฎหมาย
                    หรือเพื่อประโยชน์สาธารณะของ สพร.)
                  </dl>
                  <ul>
                    6) สิทธิในการขอถอนความยินยอม ในกรณีที่ท่านได้ให้ความยินยอมแก่ สพร. ในการเก็บรวบรวม ใช้
                    หรือเปิดเผยข้อมูลส่วนบุคคล (ไม่ว่าความยินยอมนั้นจะได้ให้ไว้ก่อนหรือหลัง
                  </ul>
                  <dl>
                    พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 มีผลใช้บังคับ)
                    ท่านมีสิทธิถอนความยินยอมเมื่อใดก็ได้ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านถูกเก็บรักษาโดย สพร.
                    เว้นแต่มีข้อจำกัดสิทธิโดยกฎหมายให้ สพร. จำเป็นต้องเก็บรักษาข้อมูลต่อไปหรือยังคงมีสัญญาระหว่างท่านกับ
                    สพร. ที่ให้ประโยชน์แก่ท่านอยู่
                  </dl>
                  <ul>
                    7) สิทธิในการขอรับ ส่งหรือโอนข้อมูลส่วนบุคคล ท่านมีสิทธิในการขอรับข้อมูลส่วนบุคคลของท่านจาก สพร.
                    ในรูปแบบที่สามารถอ่านหรือใช้งานโดยทั่วไปได้ด้วยเครื่องมือหรืออุปกรณ์
                  </ul>
                  <dl style="text-align: -webkit-left;">
                    ที่ทำงานได้โดยอัตโนมัติและสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้โดยวิธีการอัตโนมัติ รวมถึงอาจขอให้
                    สพร.
                    ส่งหรือโอนข้อมูลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลรายอื่น ทั้งนี้
                    การใช้สิทธินี้จะต้องอยู่ภายใต้เงื่อนไขตามที่กฎหมายกำหนด
                  </dl>
                </ul>
              </li>
              <li>
                โทษของการไม่ปฏิบัติตามนโยบายการคุ้มครองข้อมูลส่วนบุคคล
                <ul>
                  การไม่ปฏิบัติตามนโยบายอาจมีผลเป็นความผิดและถูกลงโทษทางวินัยตามกฎเกณฑ์ของ สพร.
                  (สำหรับเจ้าหน้าที่หรือผู้ปฏิบัติงานของ สพร.) หรือตามข้อตกลงการประมวลผลข้อมูลส่วน
                </ul>
                <dl style="text-align: -webkit-left;">
                  บุคคล (สำหรับผู้ประมวลผลข้อมูลส่วนบุคคล) ทั้งนี้ ตามแต่กรณีและความสัมพันธ์ที่ท่านมีต่อ สพร.
                  และอาจได้รับโทษตามที่กำหนดโดยพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 รวมทั้งกฎหมายลำดับรอง กฎ
                  ระเบียบ คำสั่งที่เกี่ยวข้อง
                </dl>
              </li>
              <li>
                การร้องเรียนต่อหน่วยงานผู้มีอำนาจกำกับดูแล
                <ul>
                  ในกรณีที่ท่านพบว่า สพร. มิได้ปฏิบัติตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล
                  ท่านมีสิทธิร้องเรียนไปยังคณะกรรมการคุ้มครองข้อมูลส่วนบุคคล
                  หรือหน่วยงานที่มีอำนาจกำกับดูแลที่ได้รับ
                </ul>
                <dl>
                  การแต่งตั้งโดยคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลหรือตามกฎหมาย ทั้งนี้ ก่อนการร้องเรียนดังกล่าว สพร.
                  ขอให้ท่านโปรดติดต่อมายัง สพร. เพื่อให้ สพร. มีโอกาสได้รับทราบข้อเท็จจริงและได้ชี้แจงในประเด็นต่าง ๆ
                  รวมถึงจัดการแก้ไขข้อกังวลของท่านก่อนในโอกาสแรก
                </dl>
              </li>
              <li>
                การปรับปรุงแก้ไขนโยบายการคุ้มครองข้อมูลส่วนบุคคล
                <ul>
                  สพร. อาจพิจารณาปรับปรุง แก้ไขหรือเปลี่ยนแปลงนโยบายนี้ตามที่เห็นสมควร
                  และจะทำการแจ้งให้ท่านทราบผ่านช่องทางเว็บไซต์ www.dga.or.th
                  โดยมีวันที่มีผลบังคับใช้ของแต่ละ
                </ul>
                <dl style="text-align: -webkit-left;" class="m-0">
                  ฉบับแก้ไขกำกับอยู่ อย่างไรก็ดี สพร. ขอแนะนำให้ท่านโปรดตรวจสอบเพื่อรับทราบนโยบายฉบับใหม่อย่างสม่ำเสมอ
                  ผ่านแอปพลิเคชั่น หรือช่องทางเฉพาะกิจกรรมที่ สพร. ดำเนินการ
                  โดยเฉพาะก่อนที่ท่านจะทำการเปิดเผยข้อมูลส่วนบุคคลแก่ สพร.
                </dl>
                <ul>
                  การเข้าใช้งานผลิตภัณฑ์หรือบริการของ สพร. ภายหลังการบังคับใช้นโยบายใหม่
                  ถือเป็นการรับทราบตามข้อตกลงในนโยบายใหม่แล้ว ทั้งนี้ โปรดหยุดการเข้าใช้งานหากท่านไม่เห็นด้วยกับ
                </ul>
                <dl>
                  รายละเอียดในนโยบายฉบับนี้และโปรดติดต่อมายัง สพร. เพื่อชี้แจงข้อเท็จจริงต่อไป
                </dl>
              </li>
              <li>
                การติดต่อสอบถามหรือใช้สิทธิ
                <ul>
                  หากท่านมีข้อสงสัย ข้อเสนอแนะหรือข้อกังวลเกี่ยวกับการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของ สพร.
                  หรือเกี่ยวกับนโยบายนี้ หรือท่านต้องการใช้สิทธิตามกฎหมายคุ้มครอง
                </ul>
                <dl>
                  ข้อมูลส่วนบุคคล ท่านสามารถติดต่อสอบถามได้ที่
                </dl>
                <ul>
                  1) ผู้ควบคุมข้อมูลส่วนบุคคล (Data Controller)
                  <ul>
                    - ชื่อ: สำนักงานพัฒนารัฐบาลดิจิทัล (องค์การมหาชน)
                  </ul>
                  <ul>
                    - สถานที่ติดต่อ: เลขที่ 108 อาคารบางกอกไทยทาวเวอร์ ชั้น 17 ถนนรางน้ำ แขวงถนนพญาไท เขตราชเทวี
                    กรุงเทพมหานคร
                  </ul>
                  <ul>
                    - ช่องทางการติดต่อ: contact@dga.or.th
                    Call Center : 02-612-6060
                  </ul>
                </ul>
                <ul>
                  2) เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล (Data Protection Officer: DPO)
                  <ul>
                    - สถานที่ติดต่อ: เลขที่ 108 อาคารบางกอกไทยทาวเวอร์ ชั้น 17 ถนนรางน้ำ แขวงถนนพญาไท เขตราชเทวี
                    กรุงเทพมหานคร
                  </ul>
                  <ul>
                    - ช่องทางการติดต่อ: DGA_pdpa@dga.or.th
                  </ul>
                </ul>
              </li>
            </ol>
          </v-card>
        </v-container>
      </v-main>
    </v-app>
  </div>
</template>
<style scoped>
table, th, td {
  border: 1px solid black;
  border-collapse: collapse;
  padding: 4px;
}

th {
  background-color: #e1efff;
}
</style>
<script>
export default {
  head() {
    return {
      title: this.headTitle
    }
  },

  created() {
    this.$nextTick(() => {
      this.loading = false
    })
  },

  data() {
    return {
      loading: false,
      headTitle: "นโยบายความเป็นส่วนตัว",
    }
  }
}
</script>
