{
  "header": {
    "title": "ระบบยืนยันผู้ถือครองพระเครื่องและตลาดพระเครื่องที่ผ่านการตรวจอัตลักษณ์ด้วยกระบวนการทางวิทยาศาสตร์และผู้เชี่ยวชาญแห่งแรกและแห่งเดียวของโลก",
    "home": "หน้าแรก",
    "loginToUse": "เข้าสู่ระบบเพื่อใช้งาน",
    "userName": "ชื่อผู้ใช้",
    "password": "รหัสผ่าน",
    "register": "สมัครสมาชิก",
    "login": "เข้าสู่ระบบ",

    "myPage":"หน้าของฉัน",
    "personalInformation":"ข้อมูลส่วนตัว",
    "registrationStatus":"สถานะการลงทะเบียน",
    "logOut":"ออกจากระบบ",

    "registerToConfirmTheAmulet": "ลงทะเบียนยืนยันพระเครื่อง",

    "identityVerificationService": "บริการตรวจรับรองอัตลักษณ์",
    "amuletMarket": "ตลาดพระเครื่องแห่งสยาม",

    "news": "ข่าวสาร",
    "aboutUs": "เกี่ยวกับเรา",
    "aboutCon": "สยามอมูเลทคอลเลคชั่น เป็นระบบยืนยันผู้ถือครองพระเครื่องและวัตถุมงคลไทย และเป็นตลาดเช่าบูชาพระเครื่องที่ให้บริการผ่านเว็บไซต์ โดยพระเครื่องและวัตถุมงคลทุกชิ้นในระบบยืนยันผู้ถือครองพระเครื่องได้ผ่านกระบวนการสร้างอัตลักษณ์ด้วยกระบวนการทางวิทยาศาสตร์และความเห็นจากผู้เชี่ยวชาญเพื่อยืนยันว่าพระเครื่องและวัตถุมงคลมีความสอดคล้องทั้งเชิงวิทยาศาสตร์และเชิงพุทธศิลป์ว่าจะเป็นพระเครื่องและวัตถุมงคลที่สร้างในยุคที่เกจิผู้สร้างได้บันทึกไว้ ทั้งที่ท่านบันทึกไว้เอง และบันทึกที่เป็นที่ยอมรับในประเทศไทย และเฉพาะพระเครื่องและวัตถุมงคลที่เข้าระบบยืนยันผู้ถือครองแล้วเท่านั้น จึงจะสามารถประกาศขายในตลาดเช่าบูชาพระเครื่องได้ เพื่อให้เกิดการเเลกเปลี่ยนพระเครื่องและวัตถุมงคลที่สามารถพิสูจน์ได้ หมายถึง ผู้เช่าบูชาจะได้รับการส่งมอบพระเครื่องและวัตถุมงคลพร้อมอัตลักษณ์พระเครื่องที่สามารถนำไปตรวจสอบได้ว่าพระเครื่องและวัตถุมงคลที่ได้รับถูกต้องตรงตามที่ประกาศให้เช่าหรือไม่ \nยิ่งไปกว่านั้นตลาดเช่าบูชาพระเครื่องของสยามอมูเลทคอลเลคชั่น เป็นตลาดที่เจ้าของวัตถุมงคลเป็นผู้ประกาศให้เช่าบูชาด้วยตนเอง เป็นของสะสมที่ถือครองมายาวนาน ปัจจุบันเป็นตลาดเช่าบูชาพระเครื่องและวัตถุมงคลที่มีจำนวนพระเครื่องที่ได้รับการตรวจพิสูจน์อัตลักษณ์ทางวิทยาศาสตร์แล้วมากที่สุดในประเทศไทย\n",

    "": ""
  },
  "footer": {
    "app": "ส่วนท้าย"
  },
  "index": {
    "title": "หน้าแรก",
    "news": "ข่าวสาร",
    "seeMore": "เพิ่มเติม"
  },
  "items_list": {
    "phimPhra": "พิมพ์พระ",
    "buddhistArt": "พุทธศิลป์",
    "amuletInformation": "ข้อมูลพระเครื่อง",
    "additionalDetails": "รายละเอียดเพิ่มเติม",
    "contactToBuy": "ติดต่อเช่าพระ",
    "announcer": "ผู้ประกาศ",
    "announcementNo": "เลขที่ประกาศ",
    "sellingPrice": "ราคาเช่าบูชา",
    "announcementDate": "วันที่ประกาศ",
    "allResponses": "การตอบกลับทั้งหมด",
    "post": "โพสต์",
    "typeComment": "พิมพ์ความคิดเห็น"
  },
  "identity": {
    "title": "บริการตรวจรับรองอัตลักษณ์"
  },
  "verification": {
    "certificateSample": "ตัวอย่างใบรับรองอัตลักษณ์ “พระเครื่องแห่งสยาม”",
    "howToSubmit": "วิธีการส่งพระเครื่องเพื่อตรวจและออกใบรับรอง",
    "serviceFee": "ค่าบริการ และระยะเวลาออกใบรับรอง",
    "listOfAmulets": "รายชื่อพระเครื่องที่รับตรวจรับรอง",
    "operatingHours": "วันเวลาที่รับตรวจรับรอง",
    "askForMore": "สอบถามเพิ่มเติม และจองคิวตรวจพระ",
    "consultationAbout": "ปรึกษาเรื่องพุทธศิลป์ก่อนนำพระมาตรวจ"
  },
  "contactUs": {
    "title": "ติดต่อเรา",
    "contact1": "ติดต่อเช่าพระ",
    "contact2": "ติดต่อตรวจพระ และการลงทะเบียนพระในระบบ",
    "contact3": "ติดต่อเพื่อพูดคุยและปรึกษาเรื่องพิมพ์พระ เฉพาะสมาชิกเท่านั้น",
    "contact4": "ติดต่อสำนักงาน",
    "tel": "โทรศัพท์",
    "monFri": "จ-ศ",
    "everyDay": "ทุกวัน"
  }
}
